[
{
    "id": 3,
    "title": "Logitech G733 Lightspeed Wireless Gaming Headset with Suspension Headband, LIGHTSYNC RGB, Blue VO!CE mic Technology and PRO-G Audio Drivers - White",
    "image": "https://storage.googleapis.com/fir-auth-1c3bc.appspot.com/1692257709689-logitech heaphone.jpg",
    "price": 384,
    "description": "Total freedom with up to 20 m wireless range and LIGHTSPEED wireless audio transmission. Keep playing for up to 29 hours of battery life. 1 Play in stereo on PlayStation(R) 4.\r\nPersonalize your headset lighting across the full spectrum, 16. 8M colors. Play in colors with front-facing, dual-zone LIGHTSYNC RGB lighting and choose from preset animations or create your own with G HUB software.\r\nColorful, reversible suspension headbands are designed for comfort during long play sessions.\r\nAdvanced mic filters that make your voice sound richer, cleaner, and more professional. Customize with G HUB and find your sound.\r\nHear every audio cue with breathtaking clarity and get immerse in your game. PRO-G drivers are designed to significantly reduce distortion and reproduce precise, consistent, rich sound quality.\r\nSoft dual-layer memory foam that conforms to your head and reduces stress points for long-lasting comfort.\r\nG733 weighs only 278 g for long-lasting comfort.",
    "brand": "logitech G",
    "model": "G733 LIGHTSPEED",
    "color": "white",
    "category": "gaming",
    "popular": true,
    "discount": 3
},
{
    "id": 4,
    "title": "Sony WH-1000XM5 Wireless Industry Leading Active Noise Cancelling Headphones, 8 Mics for Clear Calling, 30Hr Battery, 3 Min Quick Charge = 3 Hours Playback, Multi Point Connectivity, Alexa-Silver",
    "image": "https://storage.googleapis.com/fir-auth-1c3bc.appspot.com/1692941008275-headphone3.jpg",
    "price": 362,
    "description": "Industry Leading noise cancellation-two processors control 8 microphones for unprecedented noise cancellation. With Auto NC Optimizer, noise cancelling is automatically optimized based on your wearing conditions and environment.\r\nIndustry-leading call quality with our Precise Voice Pickup Technology uses four beamforming microphones and an AI-based noise reduction algorithm\r\nMagnificent Sound, engineered to perfection with the new Integrated Processor V1\r\nCrystal clear hands-free calling with 4 beamforming microphones, precise voice pickup, and advanced audio signal processing.",
    "brand": "song",
    "model": "WH1000XM5/SMIN",
    "color": "white",
    "category": "audio",
    "popular": true,
    "discount": 11
},
{
    "id": 5,
    "title": "Urbanista Los Angeles Sand Gold - World’s 1st Solar Powered Hybrid Active Noise Cancelling with Mic Premium Wireless Headphones, Unlimited Playtime",
    "image": "https://storage.googleapis.com/fir-auth-1c3bc.appspot.com/1691056487173-headphon2.jpg",
    "price": 265,
    "description": "Welcome to the dawn of a new era with URBANISTA LOS ANGELES, the world’s first solar-charging premium wireless headphoneS powered by Powerfoyle solar cell material. Using ADVANCED GREEN TECHNOLOGY, Los Angeles converts all light, outdoor and indoor, into energy to deliver virtually infinite playtime. Los Angeles never stops charging when exposed to light, providing you with a nonstop audio experience. With Los Angeles, you’re always in complete control of your audio experience. Just the press of a button activates advanced hybrid Active Noise Cancelling, instantly reducing unwanted background noise, or switches on Ambient Sound Mode so you can stay aware of important surrounding sounds.",
    "brand": "urbanista",
    "model": "Los Angeles",
    "color": "sand gold",
    "category": "audio",
    "popular": true,
    "discount": 19
},
{
    "id": 7,
    "title": "boAt Rockerz 370 On Ear Bluetooth Headphones with Upto 12 Hours Playtime, Cozy Padded Earcups and Bluetooth v5.0, with Mic (Buoyant Black)",
    "image": "https://storage.googleapis.com/fir-auth-1c3bc.appspot.com/1691057718636-headphone5.jpg",
    "price": 12,
    "description": "Rockerz 370 come equipped with latest Bluetooth v5.0 for instant wireless connectivity\r\nThe powerful 300mAh battery provides up to 8 Hours of audio bliss\r\n40mm Dynamic Drivers supply immersive High Definition sound\r\nThe headset has padded earcups for a comfortable experience\r\nThe headphone has been ergonomically and aesthetically designed for a seamless experience\r\nOne can connect to Rockerz 370 via dual modes for connectivity in the form of Bluetooth and AUX\r\n1 year warranty from the date of purchase.",
    "brand": "boat",
    "model": "Rockerz 370",
    "color": "Black",
    "category": "audio"
},
 {
    "id": 22,
    "title": "Sennheiser HD 400s Wired Over The Ear Headphone with Mic (Black)",
    "image": "https://storage.googleapis.com/fir-auth-1c3bc.appspot.com/1691055730759-headphone4.jpg",
    "price": 54,
    "description": "Renowned Sennheiser sound quality for a unique listening experience\r\nBuilt-in microphone and remote for call and music control\r\nClosed-back around-ear headphones reduce unwanted background noise for your comfort\r\nLightweight, foldable headphones for easy on-the-go storage\r\nImpedance: 18 Ω ; Frequency response (Microphone): 100 – 10,000 Hz (-10 dB) ; Frequency response (Headphones): 18–20,000 Hz (-10 dB) ; Jack plug: 3.5mm",
    "brand": "Sennheiser",
    "model": "HD 400s",
    "color": "Black",
    "category": "audio",
    "discount": 9
}, {
    "id": 29,
    "title": "Sony WH-CH520, Wireless On-Ear Bluetooth Headphones with Mic, Upto 50 Hours Playtime, DSEE Upscale, Multipoint Connectivity/Dual Pairing,Voice Assistant App Support for Mobile Phones (Blue)",
    "image": "https://storage.googleapis.com/fir-auth-1c3bc.appspot.com/1692939683873-headphone1.jpg",
    "price": 60,
    "description": "With up to 50-hour battery life and quick charging, you’ll have enough power for multi-day road trips and long festival weekends.\r\nGreat sound quality customizable to your music preference with EQ Custom on the Sony | Headphones Connect App.\r\nBoost the quality of compressed music files and enjoy streaming music with high quality sound through DSEE.\r\nDesigned to be lightweight and comfortable for all-day use.\r\nCrystal clear hands-free calling with built-in mic.\r\nMultipoint connection allows you to quickly switch between two devices at once.",
    "brand": "sony",
    "model": "WH-CH520",
    "color": "blue",
    "category": "audio",
    "discount": 3
},
{
    "id": 31,
    "title": "Panasonic RB-M300B Deep Bass Wireless Bluetooth Immersive Headphones with XBS DEEP and Bass Augmentation (Sand Beige), RB-M300B-C",
    "image": "https://storage.googleapis.com/fir-auth-1c3bc.appspot.com/1691056086962-headphone.jpg",
    "price": 289,
    "description": "ULTRA-LOW BASS RESPONSE Enjoy powerful deep bass, without compromising the depth and balance of the track\r\nWIRELESS PERFORMANCE Reliable Bluetooth connectivity with built-in microphone\r\n50 HOURS PLAYBACK On a full four-hour charge, plus quick 15min charge for 3 hours playback\r\nDUO POWER DRIVERS Two 40 mm Neodymium driver units provide deep, yet delicate bass sound\r\nHIGH-COMFORT FIT Soft cushioned headband and earpads fit gently over the ears for hours of anytime anywhere comfort",
    "brand": "panasonic",
    "model": "Panasonic Deep Bass Wireless Bluetooth Immersive",
    "color": "White",
    "category": "audio",
    "popular": true,
    "discount": 15
},
{
    "id": 32,
    "title": "Sony WH-CH520, Wireless On-Ear Bluetooth Headphones with Mic, Upto 50 Hours Playtime, DSEE Upscale, Multipoint Connectivity/Dual Pairing,Voice Assistant App Support for Mobile Phones (Beige)",
    "image": "https://storage.googleapis.com/fir-auth-1c3bc.appspot.com/1692941955003-headphone2.jpg",
    "price": 54,
    "description": "With up to 50-hour battery life and quick charging, you’ll have enough power for multi-day road trips and long festival weekends.\r\nGreat sound quality customizable to your music preference with EQ Custom on the Sony | Headphones Connect App.\r\nBoost the quality of compressed music files and enjoy streaming music with high quality sound through DSEE.\r\nDesigned to be lightweight and comfortable for all-day use.",
    "brand": "sony",
    "model": "WH-CH520",
    "color": "Taupe",
    "category": "audio",
    "discount": 3
},
{
    "id": 40,
    "title": "JBL Tune 720BT Wireless Over Ear Headphones with Mic, Pure Bass Sound, Upto 76 Hrs Playtime, Speedcharge, Dual Pairing, Customizable Bass with Headphones App, Lightweight, Bluetooth 5.3 (Blue)",
    "image": "https://storage.googleapis.com/fir-auth-1c3bc.appspot.com/1691055458260-headphone.jpg",
    "price": 63,
    "description": "JBL PURE BASS SOUND: The JBL Tune 720BT utilizes the renowned JBL Pure Bass sound, the same technology that powers the most famous venues all around the world.\r\nUP TO 76H BATTERY LIFE: Get the most out of your entertainment with up to 76 hours of wireless listening pleasure, and easily recharge the battery in as little as 2 hours using the convenient Type-C USB cable.\r\nQUICK CHARGE: Running low on battery? With a quick 5-minute recharge, you can get an additional 3 hours of music playback to keep the beats going\r\nJBL HEADPHONES APP: By downloading the JBL Headphones app, you can personalize the sound of your Tune 720BT headphones according to your preferences with ease, using the EQ settings. Moreover, the app offers voice prompts in your desired language to guide you through the different headphone features",
    "brand": "jbl",
    "model": "Tune 720BT",
    "color": "Blue",
    "category": "audio",
    "popular": true,
    "discount": 9
},
{
    "id": 37,
    "title": "soundcore by Anker Space Q45 Adaptive Noise Cancelling Headphones, Reduce Noise by Up to 98%, Ultra Long 50H Playtime, App Customization, Hi-Res Sound with Details, Bluetooth 5.3",
    "image": "https://storage.googleapis.com/fir-auth-1c3bc.appspot.com/1691056348236-headphone3.jpg",
    "price": 415,
    "description": "98% Less Noise for Your Journey: The fully-upgraded noise cancelling system targets and blocks out a wider range of noises—from plane engines to crying babies. So wherever you go, you can enjoy your personal space.\r\nMake Every Space Your Own: Whether you're indoors, outdoors, commuting, or on a flight, Space Q45's adaptive noise cancelling will automatically select a suitable level to match your location. Also, use the app to choose 1 of 5 noise cancelling levels.\r\nIdeal for Traveling: 50 hours of playtime in noise cancelling mode will cover an around-the-world flight without needing to recharge. In normal mode, get up to 65 hours of playtime and if you are low on battery, charge for 5 minutes for 4 hours of playtime.",
    "brand": "soundcore",
    "model": "Space Q45",
    "color": "Blue",
    "category": "audio",
    "discount": 29
},
{
    "id": 45,
    "title": "New Apple AirPods Max - Pink",
    "image": "https://storage.googleapis.com/fir-auth-1c3bc.appspot.com/1691053838595-headphone2.jpg",
    "price": 723,
    "description": "Apple-designed dynamic driver provides high-fidelity audio\r\nActive Noise Cancellation blocks outside noise, so you can immerse yourself in music\r\nTransparency mode for hearing and interacting with the world around you\r\nSpatial audio with dynamic head tracking provides theater-like sound that surrounds you\r\nComputational audio combines custom acoustic design with the Apple H1 chip and software for breakthrough listening experiences\r\nDesigned with a knit-mesh canopy and memory foam ear cushions for an exceptional fit",
    "brand": "apple",
    "model": "New Apple AirPods Max - Pink",
    "color": "Pink",
    "category": "audio",
    "onSale": true,
    "discount": 9
}, {
    "id": 1,
    "title": "Sony WH-1000XM3 Bluetooth Wireless Over Ear Headphones with Mic (Silver)",
    "image": "https://storage.googleapis.com/fir-auth-1c3bc.appspot.com/1692947383286-714WUJlhbLS._SL1500_.jpg",
    "price": 773,
    "description": "Digital noise cancelling : Industry leading Active Noise Cancellation (ANC) lends a personalized, virtually soundproof experience at any situation\r\nHi-Res Audio : A built-in amplifier integrated in HD Noise Cancelling Processor QN1 realises the best-in-class signal-to-noise ratio and low distortion for portable devices.\r\nDriver Unit : Powerful 40-mm drivers with Liquid Crystal Polymer (LCP) diaphragms make the headphones perfect for handling heavy beats and can reproduce a full range of frequencies up to 40 kHz.\r\nVoice assistant : Alexa enabled (In-built) for voice access to music, information and more. Activate with a simple touch. Frequency response: 4 Hz-40,000 Hz",
    "brand": "sony",
    "model": "WH-1000XM3",
    "color": "silver",
    "category": "audio",
    "discount": 11
}

]